import { IAccordion } from 'interfaces/interfaces';

export const accordionData: IAccordion[] = [
  {
    id: 1,
    title: 'Что такое облачное хранилище данных?',
    info: 'Это сервис, который предоставляет возможность удаленного хранения данных через Интернет.',
  },
  {
    id: 2,
    title: 'Какие преимущества предлагает облачное хранилище?',
    info: 'Избавление от необходимости хранить данные на физических носителях, гибкость и масштабируемость, доступность из любой точки мира.',
  },
  {
    id: 3,
    title: 'Как я могу безопасно хранить данные в облаке?',
    info: 'Шифрование данных, использование сложных паролей, многоуровневая защита, регулярные проверки безопасности.',
  },
  {
    id: 4,
    title: 'Основные характеристики облачного хранилища?',
    info: 'Гибкость, масштабируемость, доступность, автоматическое резервное копирование данных.',
  },
  {
    id: 5,
    title: 'Как получить доступ к данным в облачном хранилище?',
    info: 'Через Интернет, используя личную учетную запись и учетные данные.',
  },
];
